/* The label of the Cancel button */
"Cancel" = "İptal";

/* The label of the Continue button */
"Continue" = "Devam Et";

/* The label of the Retry button */
"Retry" = "Yeniden Dene";

/* The label of the Redo button */
"Redo" = "Yinele";

/* The label of the Trust button */
"Trust" = "Güven";

/* The title of server invalid certificate dialog */
"Server Identity Failure" = "Sunucu Kimliği Hatası";

/* Error message telling user that the certificate of the server is either expired or not yet valid */
"The server certificate is expired or is not yet valid." = "Sunucu sertifikasının süresi dolmuş veya henüz geçerli değil.";

/* Error message telling user that the certificate of the server is not signed by an authority */
"The server certificate is not signed by any root server." = "Sunucu sertifikası herhangi bir kök sunucusu tarafından imzalanmamış.";

/* Error message telling user that the certificate of the server is not valid */
"The server certificate is not yet valid." = "Sunucu sertifikası henüz geçerli değil.";

/* Error message telling user that the certificate of the server cannot be trusted since it was signed by a non-trusted authority */
"The server certificate is signed by a root server which is not trusted." = "Sunucu sertifikası güvenilmeyen bir kök sunucusu tarafından imzalanmış.";

/* This is the message displayed to the user in the invalid server certificate dialog */
"Unable to verify the identity of \"%@\". %@\n\nIf you choose to continue you could put your confidential information at risk.\n" = "\"%1$@\" öğesinin kimliği doğrulanamıyor. %2$@\n\nDevam etmeyi seçerseniz gizli bilgilerinizi riske atabilirsiniz.\n";

/* This is also displayed to the user in the invalid server certificate dialog */
"You should retry to connect to \"%@\" to access the content." = "Bu içeriğe erişmek için \"%@\" öğesine bağlanmayı tekrar denemelisiniz.";

/* This is the message displayed to the user in the invalid server certificate dialog */
"%@ can't verify the identity of \"%@\". To access this content anyway, choose \"%@\" and retry last action." = "%1$@, \"%2$@\" öğesinin kimliğini doğrulayamıyor. Bu içeriğe yine de erişmek için \"%3$@\" öğesini seçin ve son işlemi tekrar deneyin.";

/* The title of server invalid certificate dialog */
"Cannot Verify Server Identity" = "Sunucu Kimliği Doğrulanamıyor";

